Repository: wp-plugins/convocations
Catalog: languages/convocations-*.po
Languages: fr_fr

source: Updated
fr_fr: Mise à jour

source: Edit convocation
fr_fr: Modifier la convocation

source: To change it, change the team name
fr_fr: Pour le modifier, changer le nom de l'équipe

source: Format : Year-Month-Day
fr_fr: Format : Année-Mois-Jour

source: Place of appointment
fr_fr: Lieu du rendez-vous

source: Home / Outside
fr_fr: Domicile / Extérieur

source: Home
fr_fr: Domicile

source: Outside
fr_fr: Extérieur

source: All convocations
fr_fr: Toutes les convocations

source: Teams
fr_fr: Equipes

source: Players
fr_fr: Joueurs

source: Manage convocations
fr_fr: Gestion des convocations

source: Add a team first
fr_fr: Ajouter une équipe pour gérer des convocations

source: here
fr_fr: ici

source: Team
fr_fr: Equipe

source: Opposing team
fr_fr: Equipe adverse

source: Home/Outside
fr_fr: Domicile / Extérieur

source: Place
fr_fr: Lieu

source: Time
fr_fr: Heure du RDV

source: Time of the game
fr_fr: Heure du match

source: Edit
fr_fr: Modifier

source: Edit this element
fr_fr: Modifier cet élément

source: Time of the appointment
fr_fr: Heure du RDV

source: Save
fr_fr: Mettre à jour

source: Select players
fr_fr: Sélectionnez des joueurs

source: Select
fr_fr: Sélection

source: Player
fr_fr: Joueur

source: ID missing
fr_fr: ID manquant

source: Date missing
fr_fr: Date manquante

source: Some fields are missing. Please fill in all fields to update the convocation.
fr_fr: Certains champs sont vides. Merci de remplir tous les champs pour mettre à jour la convocation.

source: Name
fr_fr: Nom

source: Team manager(s)
fr_fr: Responsable(s) d'équipe

source: Tel of the manager(s)
fr_fr: Téléphone du(des) responsable(s) d'équipe

source: Training
fr_fr: Entrainement

source: Add
fr_fr: Ajouter

source: Team manager
fr_fr: Responsable d'équipe

source: Edit team
fr_fr: Editer l'équipe

source: Add team
fr_fr: Ajouter une équipe

source: Manage teams
fr_fr: Gestion des équipes

source: Delete
fr_fr: Supprimer définitivement

source: Manage players
fr_fr: Gestion des joueurs

source: All the teams
fr_fr: Toutes les équipes

source: Lastname
fr_fr: Nom

source: Firstname
fr_fr: Prénom

source: Position
fr_fr: Poste

source: Name missing
fr_fr: Nom manquant

source: Firstname missing
fr_fr: Prénom manquant

source: Create a new player
fr_fr: Créer un nouveau joueur

source: required
fr_fr: obligatoire

source: Add a player
fr_fr: Ajouter un joueur

source: Edit the player
fr_fr: Modifier le joueur

source: The player has been deleted.
fr_fr: Joueur définitivement supprimé.

source: Edit the team
fr_fr: Modifier l'équipe

source: Create a new team
fr_fr: Créer une nouvelle équipe

source: Add a team
fr_fr: Ajouter l'équipe

source: Filter
fr_fr: Filtrer

source: Some fields are missing. Please fill in all required fields to update the team.
fr_fr: Certains champs sont manquants. Merci de remplir tous les champs obligatoire pour mettre à jour l'équipe.

source: Some fields are missing. Please fill in all required fields to create the player.
fr_fr: Certains champs sont manquants. Merci de remplir tous les champs obligatoire pour créer le joueur.

source: Some fields are missing. Please fill in all required fields to update the player.
fr_fr: Certains champs sont manquants. Merci de remplir tous les champs obligatoire pour mettre à jour le joueur.

source: Some fields are missing. Please fill in all required fields to create the team.
fr_fr: Certains champs sont manquants. Merci de remplir tous les champs obligatoire pour créer l'équipe.

source: The team has been deleted.
fr_fr: Equipe définitivement supprimée.
